"AppleJavaMinVersionError"="You need a %1$@ Java Virtual Machine to install or run %2$@.\nPlease download it from http://www.apple.com";
"exe4j.InternalError"="An internal error occurred (error code: %1$@)";
"NonWritablePackDir"="JRE directory not writable. Could not unpack jar files. Please move the installation to a writable directory.";
